Repository: djinnalexio/foliate
Catalog: po/*.po
Languages: be, ga, vi

source: Reading progress slider with chapter marks
be: Паўзунок прагрэсу чытання з падзяленнем на главы
ga: Sleamhnán dul chun cinn léitheoireachta le marcanna caibidle
vi: Thanh tiến độ đọc có đánh dấu chương

source: Bookmarks and annotations
be: Закладкі і каментары
ga: Leabharmharcanna agus nótaí
vi: Đánh dấu và chú thích

source: Find in book
be: Пошук у кніжцы
ga: Aimsigh sa leabhar
vi: Tìm trong sách

source: Quick dictionary lookup
be: Хуткі пошук у слоўніку
ga: Cuardach tapa foclóra
vi: Tra từ điển nhanh

source: Fixed end of chapter cut off when chapter starts with page break
be: Выпраўлена перарыванне главы, калі наступнае пачынаецца з разрыву старонкі
ga: Socraíodh deireadh na caibidle a ghearradh nuair a thosaíonn an chaibidil le briseadh leathanaigh
vi: Sửa lỗi bị cắt nội dung cuối chương khi chương bắt đầu bằng ngắt trang

source: Fixed incorrect text wrapping in tables
be: Выпраўлены неправільны перанос тэксту ў аркушах
ga: Deisíodh fillteán téacs mícheart i dtáblaí
vi: Sửa lỗi xuống dòng văn bản sai trong bảng

source: Fixed a performance issue with OPDS catalogs
be: Выпраўлена загана з прадукцыйнасцю OPDS каталогаў
ga: Deisíodh fadhb feidhmíochta le catalóga OPDS
vi: Sửa lỗi hiệu năng với danh mục OPDS

source: Added support for OPDS catalogs, now with support for OPDS 2.0
be: Дададзена падтрымка OPDS каталогаў, цяпер для OPDS 2.0
ga: Tacaíocht curtha leis do chatalóga OPDS, agus tacaíocht do OPDS 2.0 anois
vi: Thêm hỗ trợ danh mục OPDS, hiện hỗ trợ OPDS 2.0

source: Added option to override publisher font
be: Дададзена магчымасць
ga: Rogha curtha leis chun cló an fhoilsitheora a shárú
vi: Thêm tùy chọn ghi đè phông chữ của nhà xuất bản

source: Added option to reduce animation
be: Дададзена магчымасць адлучыць анімацыю
ga: Rogha curtha leis chun beochan a laghdú
vi: Thêm tùy chọn giảm hiệu ứng động

source: Added support for JPEG XL in CBZ
be: Дададзена падтрымка JPEG XL у CBZ
ga: Tacaíocht curtha leis do JPEG XL i CBZ
vi: Thêm hỗ trợ JPEG XL trong CBZ

source: Fixed getting file from Tracker in Flatpak
be: Выпраўлена загрузка файла з трэкера у Flatpak
ga: Socraíodh comhad a fháil ó Tracker i Flatpak
vi: Sửa lỗi lấy tệp từ Tracker trong Flatpak

source: Fixed parsing of non-year-only first-century and BCE dates
be: Выпраўлены парсінг «non-year-only first-century» дат і дат да нашай эры
ga: Parsáil shocraithe ar dhátaí nach bhfuil bliain amháin iontu ón gcéad aois agus ón Roimh Chomh-Ré (RCR)
vi: Sửa lỗi phân tích ngày chỉ có năm thuộc thế kỷ đầu và trước Công nguyên

source: Foliate has been rewritten from scratch with a new e-book rendering library and the latest platform libraries, GTK 4 and Libadwaita, with refreshed UI and improved performance.
be: Foliate перапісаны з нуля з выкарыстаннем новай бібліятэкі для рэндэрынгу эл-кніжак,а таксама актуальных бібліятэк платформы — GTK 4 і Libadwaita, з абноўленым інтэрфейсамі палепшанай прадукцыйнасцю.
ga: Tá Foliate athscríofa ón tús le leabharlann rindreála ríomhleabhar nua agus na leabharlanna ardáin is déanaí, GTK 4 agus Libadwaita, le comhéadan úsáideora athnuaite agus feidhmíocht fheabhsaithe.
vi: Foliate đã được viết lại hoàn toàn từ đầu với thư viện hiển thị e-book mới cùng các thư viện nền tảng mới nhất – GTK 4 và Libadwaita – mang đến giao diện được làm mới và hiệu năng cải thiện đáng kể.

source: Org Mode
ga: Mód Eagraíochta

source: ebooks;books;epub;viewer;ereader;reader;library;
ga: Ríomhleabhar;Leabhar;EPUB;Amharcóir;Léitheoir;
vi: Sách điện tử;Sách;EPUB;Trình xem;Trình đọc;
