Repository: djinnalexio/foliate
Catalog: po/*.po
Languages: be, ga, vi

source: Bookmark deleted
be: Закладка выдалена
ga: Scriosadh leabharmharc
vi: Đã xóa đánh dấu

source: Undo
be: Адрабіць
ga: Cealaigh
vi: Hoàn tác

source: Underline
be: Падкрэслены
ga: Líne faoi
vi: Gạch chân

source: Squiggly
be: Курсіўны
ga: Scriobláil
vi: Gạch lượn sóng

source: Strikethrough
be: Закрэслены
ga: Stríoc tríd
vi: Gạch giữa

source: Yellow
be: Жоўты
ga: Buí
vi: Vàng

source: Orange
be: Аранжавы
ga: Oráiste
vi: Cam

source: Red
be: Чырвоны
ga: Dearg
vi: Đỏ

source: Magenta
be: Пурпурны
ga: Maigeanta
vi: Hồng sẫm

source: Aqua
be: Марской хвалі
ga: Muirghorm
vi: Xanh lam

source: Lime
be: Лаймавы
ga: Líoma
vi: Xanh lá mạ

source: Custom Color…
be: Уласны колер…
ga: Dath Saincheaptha…
vi: Màu tùy chỉnh…

source: Custom
be: Уласны
ga: Saincheaptha
vi: Tùy Chỉnh

source: JSON Files
be: JSON файл
ga: Comhaid JSON
vi: Tệp JSON

source: All Files
be: Усе файлы
ga: Gach Comhad
vi: Tất Cả Tệp

source: No Annotations
be: Няма каментароў
ga: Gan aon nótaí
vi: Không Có Chú Thích

source: The imported file has no annotations
be: Імпартаваны файл не мае каментароў
ga: Níl aon nótaí sa chomhad allmhairithe
vi: Tệp đã nhập không có chú thích

source: Cannot Import Annotations
be: Не атрымліваецца імпартаваць каментары
ga: Ní féidir nótaí a allmhairiú
vi: Không Thể Nhập Chú Thích

source: An error occurred
be: Здарылася памылка
ga: Tharla earráid
vi: Đã xảy ra lỗi

source: You don’t have any annotations for this book
be: У гэтай кніжцы няма каментароў
ga: Níl aon nótaí agat don leabhar seo
vi: Bạn chưa có chú thích nào cho sách này

source: Annotations for “%s”
be: Каментары ў “%s”
ga: Nótaí le haghaidh “%s”
vi: Chú thích cho “%s”

source: %d Annotation
be: Каментар %d
ga: %d Anótáil
vi: %d Chú Thích

source: Close
be: Закрыць
ga: Dún
vi: Đóng

source: Cancel
be: Скасаваць
ga: Cealaigh
vi: Hủy

source: E-Book Files
be: Файлы эл-кніжак
ga: Comhaid Ríomhleabhar
vi: Tệp E-Book

source: Read e-books in style
be: Чытаць эл-кніжку ў стылі
ga: Léigh ríomhleabhair i stíl
vi: Đọc e-book một cách phong cách

source: translator-credits
be: Hiera Žyhadła, 2025
ga: creidmheasanna-aistritheora
vi: Loc Huynh <huynhloc.contact@gmail.com>

source: Source Code
be: Зыходны код
ga: Cód Foinse
vi: Mã Nguồn

source: Publisher
be: Выдавец
ga: Foilsitheoir
vi: Nhà Xuất Bản

source: Published
be: Выдадзена
ga: Foilsithe
vi: Phát Hành

source: Updated
be: Абноўлена
ga: Nuashonraithe
vi: Cập Nhật

source: Language
be: Мова
ga: Teanga
vi: Ngôn Ngữ

source: Translated by
be: Пераклад
ga: Aistrithe ag
vi: Dịch bởi

source: Edited by
be: Пад рэдакцыяй
ga: Eagarthóireacht déanta ag
vi: Biên tập bởI

source: Narrated by
be: Агучка
ga: Inste ag
vi: Kể chuyện bởI

source: Illustrated by
be: Ілюстраванне
ga: Léirithe ag
vi: Minh họa bởi

source: Produced by
be: Прадзюсар
ga: Arna tháirgeadh ag
vi: Sản xuất bởi

source: Artwork by
be: Вокладка
ga: Saothar ealaíne le
vi: Hình ảnh bởi

source: Color by
be: Колеры
ga: Dath de réir
vi: Tô màu bởi

source: Contributors
be: Супрацоўнікі
ga: Rannpháirtithe
vi: Người Đóng Góp

source: Identifier
be: Ідэнтыфікатар
ga: Aitheantóir
vi: Định Danh

source: About This Book
be: Пра кніжку
ga: Maidir leis an Leabhar seo
vi: Giới Thiệu Sách Này

source: Loc. %s of %s
be: Месца %s з %s
ga: Suíomh %s de %s
vi: Vị trí %s/%s

source: Page %s of %s
be: Старонка %s з %s
ga: Leathanach %s de %s
vi: Trang %s/%s

source: Page %s
be: Старонка %s
ga: Leathanach %s
vi: Trang %s

source: Footnote
be: Зноска
ga: Fonóta
vi: Chú Thích Cuối Trang

source: Go to Footnote
be: Да зноскі
ga: Téigh go dtí an Fonóta
vi: Đi tới Chú Thích Cuối Trang

source: Endnote
be: Затэкставая зноска
ga: Deireadh-Nóta
vi: Chú Thích Cuối Sách

source: Go to Endnote
be: Да затэкставай зноскі
ga: Téigh go dtí Deireadh-Nóta
vi: Đi tới Chú Thích Cuối Sách

source: Note
be: Нататка
ga: Nóta
vi: Ghi Chú

source: Go to Note
be: Да нататкі
ga: Téigh go dtí an Nóta
vi: Đi tới Ghi Chú

source: Definition
be: Азначэнне
ga: Sainmhíniú
vi: Định Nghĩa

source: Go to Definition
be: Да азначэння
ga: Téigh go dtí an Sainmhíniú
vi: Đi tới Định Nghĩa

source: Bibliography
be: Бібліяграфія
ga: Leabharliosta
vi: Tài Liệu Tham Khảo

source: Go to Bibliography
be: Да бібіляграфіі
ga: Téigh go dtí an Leabharliosta
vi: Đi tới Tài Liệu Tham Khảo

source: Remove bookmark
be: Выдаліць закладку
ga: Bain leabharmharc
vi: Xóa đánh dấu

source: Add bookmark
be: Дадаць закладку
ga: Cuir leabharmharc leis
vi: Thêm đánh dấu

source: File not found
be: Файл не знойдзены
ga: Níor aimsíodh an comhad
vi: Không tìm thấy tệp

source: File type not supported
be: Тып файлу не падтрымліваецца
ga: Ní thacaítear le cineál comhaid
vi: Loại tệp không được hỗ trợ

source: Annotation deleted
be: Каментар выдалены
ga: Scriosadh an nóta
vi: Đã xóa chú thích

source: ‘%s’ —%s, “%s”, p. %s
be: ‘%s’ —%s, «%s», с. %s
vi: ‘%s’ —%s, “%s”, tr. %s

source: ‘%s’ —“%s”, p. %s
be: ‘%s’ —«%s», с. %s
vi: ‘%s’ —“%s”, tr. %s

source: ‘%s’ (p. %s)
be: ‘%s’ (с. %s)
vi: ‘%s’ (tr. %s)

source: Image from “%s”
be: Выява з “%s”
ga: Íomhá ó “%s”
vi: Hình ảnh từ “%s”

source: Image
be: Выява
ga: Íomhá
vi: Hình ảnh

source: of %d
be: з %d
ga: de %d
vi: trong %d

source: Loading
be: Загрузка
ga: Ag luchtú
vi: Đang tải

source: Failed to Load
be: Не ўдалося загрузіць
ga: Theip ar an luchtú
vi: Tải Thất Bại

source: Reload
be: Перазагрузіць
ga: Athlódáil
vi: Tải Lại

source: See All
be: Праглядзець усе
ga: Féach ar Gach Rud
vi: Xem Tất Cả

source: Search
be: Шукаць
ga: Cuardaigh
vi: Tìm Kiếm

source: Filter
be: Фільтраваць
ga: Scagaire
vi: Lọc

source: Download
be: Спампаваць
ga: Íoslódáil
vi: Tải Xuống

source: Buy
be: Купіць
ga: Ceannaigh
vi: Mua

source: Preview
be: Папярэдні прагляд
ga: Réamhamharc
vi: Xem Trước

source: Sample
be: Пробны ўрывак
ga: Sampla
vi: Mẫu

source: Borrow
be: Пазычыць
ga: Faigh ar iasacht
vi: Mượn

source: Subscribe
be: Падпісацца
ga: Liostáil
vi: Đăng Ký

source: Free
be: Бясплатна
ga: Saor
vi: Miễn Phí

source: First
be: Першая
ga: Ar dtús
vi: Đầu Tiên

source: Previous
be: Папярэдняя
ga: Roimhe Seo
vi: Trước

source: Next
be: Наступная
ga: Ar Aghaidh
vi: Tiếp

source: Last
be: Апошняя
ga: Deireanach
vi: Cuối Cùng

source: Search Terms
be: Пошук
ga: Téarmaí Cuardaigh
vi: Từ Khóa Tìm Kiếm

source: Title
be: Назва
ga: Teideal
vi: Tiêu Đề

source: Author
be: Аўтар
ga: Údar
vi: Tác Giả

source: Contributor
be: Саўдзельнік
ga: Rannpháirtí
vi: Người Đóng Góp

source: Remove Book?
be: Выдаліць кніжку?
ga: Bain an leabhar?
vi: Xóa Sách?

source: Reading progress, annotations, and bookmarks will be permanently lost
be: Прагрэс чытання, каментары і закладкі будуць страчаны незваротна
ga: Caillfear dul chun cinn léitheoireachta, nótaí agus leabharmharcanna go buan
vi: Tiến độ đọc, chú thích và đánh dấu sẽ bị mất vĩnh viễn

source: _Cancel
be: _Скасаваць
ga: _Cealaigh
vi: _Hủy

source: _Remove
be: _Выдаліць
ga: _Bain
vi: _Xóa

source: Failed to Open
be: Не ўдалося адкрыць
ga: Theip ar oscailt
vi: Mở Thất Bại

source: Could not open the file with the selected application
be: Не атрымалася адкрыць файл выбранай праграмай
ga: Níorbh fhéidir an comhad a oscailt leis an bhfeidhmchlár roghnaithe
vi: Không thể mở tệp bằng ứng dụng đã chọn

source: Download Failed
be: Не ўдалося спампаваць
ga: Theip ar an Íoslódáil
vi: Tải Xuống Thất Bại

source: Rename…
be: Перайменаваць…
ga: Athainmnigh…
vi: Đổi Tên…

source: Remove
be: Выдаліць
ga: Bain
vi: Xóa

source: Rename
be: Перайменаваць
ga: Athainmnigh
vi: Đổi Tên

source: Name
be: Назва
ga: Ainm
vi: Tên

source: All Books
be: Усе кніжкі
ga: Gach Leabhar
vi: Tất Cả Sách

source: Add Catalog…
be: Дадаць каталог…
ga: Cuir Catalóg leis…
vi: Thêm Danh Mục…

source: Library
be: Бібліятэка
ga: Leabharlann
vi: Thư Viện

source: Catalogs
be: Каталогі
ga: Catalóga
vi: Danh Mục

source: Catalog removed
be: Каталог выдалены
ga: Baineadh an catalóg
vi: Đã xóa Danh Mục

source: Add Catalog
be: Дадаць каталог
ga: Cuir Catalóg leis
vi: Thêm Danh Mục

source: Add
be: Дадаць
ga: Cuir leis
vi: Thêm

source: You can browse and download books from OPDS catalogs. <a href="https://opds.io">Learn More…</a>
be: Можна праглядаць і спампоўваць кніжкі з каталога OPDS <a href="https://opds.io">Падрабязней…</a>
ga: Is féidir leat brabhsáil agus leabhair a íoslódáil ó chatalóga OPDS. <a href="https://opds.io">Tuilleadh Eolais…</a>
vi: Bạn có thể duyệt và tải sách từ các danh mục OPDS. <a href="https://opds.io">Tìm hiểu thêm…</a>

source: Dictionary
be: Слоўнік
ga: Foclóir
vi: Từ điển

source: From <a id="link">Wiktionary</a>, released under the <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA License</a>.
be: З <a id="link">Вікіслоўніку</a>, апублікавана на ўмовах <a href="https://creativecommons.org/licenses/by-sa/4.0/">ліцензіі CC BY-SA</a>.
ga: Ó <a id="link">Vicífhoclóir</a>, eisithe faoin gceadúnas <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA</a>.
vi: Từ <a id="link">Wiktionary</a>, được phát hành theo giấy phép <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA</a>.

source: No Definitions Found
be: Няма азначэнняў
ga: Níor aimsíodh aon sainmhínithe
vi: Không Tìm Thấy Định Nghĩa

source: Search on Wiktionary
be: Шукаць у Вікіслоўніку
ga: Cuardaigh ar Vicífhoclóir
vi: Tìm trên Wiktionary

source: Wikipedia
be: Вікіпедыя
ga: Vicipéid

source: From <a id="link">Wikipedia</a>, released under the <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">CC BY-SA License</a>.
be: З <a id="link">Вікіпедыі</a>, апублікавана на ўмовах <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">ліцензіі CC BY-SA</a>.
ga: Ó <a id="link">Wikipedia</a>, arna scaoileadh faoin <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">Ceadúnas CC BY-SA</a>.
vi: Từ <a id="link">Wikipedia</a>, được phát hành theo giấy phép <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">CC BY-SA</a>.

source: Search on Wikipedia
be: Шукаць у Вікіпедыі
ga: Cuardaigh ar Vicipéid
vi: Tìm trên Wikipedia

source: Translate
be: Перакласці
ga: Aistrigh
vi: Dịch

source: Translation by Google Translate
be: Перакладзена праз Google Перакладчык
ga: Aistriúchán le Google Translate
vi: Dịch bởi Google Translate

source: Cannot retrieve translation
be: Не атрымліваецца перакласці
ga: Ní féidir aistriúchán a aisghabháil
vi: Không thể lấy bản dịch

source: Search…
be: Пошук…
ga: Cuardaigh…
vi: Tìm Kiếm…

source: Default
be: Па змаўчанні
ga: Réamhshocrú
vi: Mặc Định

source: Gray
be: Шэры
ga: Liath
vi: Xám

source: Sepia
be: Сепія
ga: Séipia

source: Grass
be: Салатавы
ga: Féar
vi: Xanh Cỏ

source: Cherry
be: Вішнёвы
ga: Silín
vi: Hồng Anh Đào

source: Sky
be: Блакітны
ga: Spéir
vi: Xanh Da Trời

source: Text-to-Speech Error
be: Памылка сінтэзу маўлення
ga: Earráid Téacs-go-Caint
vi: Lỗi Chuyển Văn Bản Thành Giọng Nói

source: Make sure Speech Dispatcher is installed and working on your system
be: Пераканайцеся, што Speech Dispatcher усталяваны і добра працуе
ga: Cinntigh go bhfuil Speech Dispatcher suiteáilte agus ag obair ar do chóras
vi: Hãy đảm bảo Speech Dispatcher đã được cài đặt và hoạt động trên hệ thống của bạn

source: Copied to clipboard
be: Скапіявана ў буфер
ga: Cóipeáilte chuig an ghearrthaisce
vi: Đã sao chép vào bộ nhớ tạm

source: Highlight Style
be: Стыль вылучэння
ga: Stíl Aibhsithe
vi: Kiểu Highlight

source: Delete
be: Выдаліць
ga: Scrios
vi: Xóa

source: Menu
be: Меню
ga: Roghchlár

source: Add Note…
be: Дадаць нататку…
ga: Cuir Nóta leis…
vi: Thêm Ghi Chú…

source: Open in New Window
be: Адкрыць у новым акне
ga: Oscail i bhFuinneog Nua
vi: Mở trong Cửa Sổ Mới

source: Open with External App
be: Адкрыць у знешняй праграме
ga: Oscail le hAip Sheachtrach
vi: Mở bằng Ứng Dụng Bên Ngoài

source: Export Annotations…
be: Экспартаваць каментары…
ga: Easpórtáil Anótálacha…
vi: Xuất Chú Thích…

source: New Window
be: Новае акно
ga: Fuinneog Nua
vi: Cửa Sổ Mới

source: Open a Copy
be: Адкрыць копію
ga: Oscail Cóip
vi: Mở Một Bản Sao

source: Import Annotations…
be: Імпартаваць каментары…
ga: Iompórtáil Nótaí…
vi: Nhập Chú Thích…

source: About Foliate
be: Пра Foliate
ga: Maidir le Foliate
vi: Giới Thiệu Foliate

source: All Sections
be: Усе раздзелы
ga: Gach Roinn
vi: Tất Cả Chương

source: Current Section
be: Бягучы раздзел
ga: An Rannóg Reatha
vi: Chương Hiện Tại

source: Match Whole Words Only
be: Словы цалкам
ga: Meaitseáil Focail Iomlána Amháin
vi: Chỉ Khớp Từ Hoàn Chỉnh

source: Match Case
be: Адрозніваць маленькія/вялікія літары
ga: Cás Meaitseála
vi: Phân Biệt Chữ HOA/thường

source: Match Diacritics
be: З улікам дыякрытык
ga: Comhoiriúnú Diaicritic
vi: Phân Biệt Dấu

source: Font & Layout Settings
be: Налады шрыфту і макета
ga: Socruithe Cló agus Leagan Amach
vi: Cài Đặt Phông Chữ & Bố Cục

source: Scrolled Mode
be: Рэжым прагорткі
ga: Mód Scrollaithe
vi: Chế Độ Cuộn

source: Invert Colors in Dark Mode
be: Інвертаваць колеры ў цёмным рэжыме
ga: Inbhéartaigh Dathanna i Mód Dorcha
vi: Đảo Màu trong Chế Độ Tối

source: Autohide Cursor
be: Аўтаматычна хаваць курсор
ga: Cúrsóir Uathoibríoch
vi: Tự Động Ẩn Con Trỏ

source: Print…
be: Друкаваць…
ga: Priontáil…
vi: In…

source: Inspector
be: Інспектар
ga: Cigire
vi: Trình Kiểm Tra

source: Book Cannot Be Opened
be: Няможна адкрыць кніжку
ga: Ní féidir an leabhar a oscailt
vi: Không Thể Mở Sách

source: Details
be: Падрабязнасці
ga: Sonraí
vi: Chi tiết

source: Open Another File…
be: Адкрыць іншы файл…
ga: Oscail Comhad Eile…
vi: Mở Tệp Khác…

source: Pin Sidebar
be: Замацаваць бакавую панэль
ga: Priontáil an barra taoibh
vi: Ghim Thanh Bên

source: Book Menu
be: Меню кніжкі
ga: Roghchlár Leabhar
vi: Menu Sách

source: Find
be: Знайсці
ga: Aimsigh
vi: Tìm

source: Find in book…
be: Знайсці ў кніжцы…
ga: Aimsigh sa leabhar…
vi: Tìm trong sách…

source: Contents
be: Змест
ga: Ábhar
vi: Nội Dung

source: Annotations
be: Каментары
ga: Anótálacha
vi: Chú Thích

source: Select some text to add annotations
be: Вылучыце тэкст каб дадаць каментар
ga: Roghnaigh roinnt téacs le hanótálacha a chur leis
vi: Chọn một đoạn văn bản để thêm chú thích

source: Filter annotations…
be: Фільтраваць каментары…
ga: Scag anótálacha…
vi: Lọc chú thích…

source: Bookmarks
be: Закладкі
ga: Leabharmharcanna
vi: Đánh Dấu

source: No Bookmarks
be: Няма закладак
ga: Gan Leabharmharcanna
vi: Không Có Đánh Dấu

source: Add some bookmarks to see them here
be: Дадайце закладкі каб убачыць іх тут
ga: Cuir roinnt leabharmharcanna leis chun iad a fheiceáil anseo
vi: Thêm một số đánh dấu để xem ở đây

source: No Results Found
be: Нічога не знойдзена
ga: Níor aimsíodh aon torthaí
vi: Không Tìm Thấy Kết Quả

source: Try a different search
be: Паспабуйце іншы запыт
ga: Bain triail as cuardach difriúil
vi: Thử tìm kiếm khác

source: Sidebar
be: Бакавая панэль
ga: Barra taobh
vi: Thanh Bên

source: View Menu
be: Меню прагляда
ga: Féach ar an Roghchlár
vi: Hiển Thị Menu

source: Zoom Out
be: Павялічыць
ga: Zúmáil Amach
vi: Thu Nhỏ

source: Reset Zoom
be: Адрабіць змены
ga: Athshocraigh Zúmáil
vi: Đặt Lại Thu Phóng

source: Zoom In
be: Паменьшыць
ga: Zúmáil Isteach
vi: Phóng To

source: Follow System Style
be: Як у сістэме
ga: Lean Stíl an Chórais
vi: Theo Kiểu Hệ Thống

source: Light Style
be: Светлая тэма
ga: Stíl Éadrom
vi: Kiểu Sáng

source: Dark Style
be: Цёмная тэма
ga: Stíl Dorcha
vi: Kiểu Tối

source: Fullscreen
be: Паўнаэкранны рэжым
ga: Lánscáileán
vi: Toàn Màn Hình

source: Export Annotations
be: Экспартаваць каментары
ga: Easpórtáil Anótálacha
vi: Xuất Chú Thích

source: Export
be: Экспартаваць
ga: Easpórtáil
vi: Xuất

source: Format
be: Фармаціраваць
ga: Formáid
vi: Định Dạng

source: Choose “JSON” if you plan on importing annotations back to Foliate
be: Выберыць “JSON” калі збіраецеся потым імпартаваць каментары ў Foliate
ga: Roghnaigh “JSON” má tá sé ar intinn agat anótálacha a allmhairiú ar ais chuig Foliate
vi: Chọn “JSON” nếu bạn định nhập lại chú thích vào Foliate

source: Copy
be: Капіяваць
ga: Cóipeáil
vi: Sao Chép

source: Save As…
be: Захаваць як…
ga: Sábháil Mar…
vi: Lưu Dưới Dạng…

source: Rotate 90° Counter-Clockwise
be: Павярнуць па сонцу
ga: Rothlaigh 90° Frith deiseal
vi: Xoay 90° ngược chiều kim đồng hồ

source: Rotate 90° Clockwise
be: Павярнуць супраць сонца
ga: Rothlaigh 90° deiseal
vi: Xoay 90° theo chiều kim đồng hồ

source: Import Annotations
be: Імпартаваць каментары
ga: Iompórtáil Nótaí
vi: Nhập Chú Thích

source: Import
be: Імпартаваць
ga: Iompórtáil
vi: Nhập

source: The identifier doesn’t match. These annotations may not be for this book.
be: Ідэнтыфікатар не супадае. Магчыма, каментары не для гэтай кніжцы.
ga: Ní hionann an t-aitheantóir. B’fhéidir nach don leabhar seo atá na nótaí seo.
vi: Định danh không khớp. Các chú thích này có thể không dành cho sách này.

source: Import Anyway
be: Усё роўна імпартаваць
ga: Iompórtáil Ar Aon Slí
vi: Vẫn Nhập

source: List View
be: Спісам
ga: Amharc Liosta
vi: Xem Dạng Danh Sách

source: Grid View
be: Сеткай
ga: Radharc Eangaí
vi: Xem Dạng Lưới

source: Open…
be: Адкрыць…
ga: Oscail…
vi: Mở…

source: Main Menu
be: Галоўнае меню
ga: Príomh-Roghchlár
vi: Menu Chính

source: Open
be: Адкрыць
ga: Oscail
vi: Mở

source: Library Menu
be: Меню біблятэкі
ga: Roghchlár na Leabharlainne
vi: Trình đơn thư viện

source: Search library…
be: Шукаць у бібліятэцы…
ga: Cuardaigh an leabharlann…
vi: Tìm trong thư viện…

source: Back
be: Назад
ga: Ar ais
vi: Quay Lại

source: Forward
be: Уперад
ga: Ar Aghaidh
vi: Tiến Tới

source: No Books Yet
be: Пакуль няма кніжак
ga: Gan aon leabhair fós
vi: Chưa Có Sách

source: Open a book to start reading
be: Адкрыйце кніжку каб пачаць чытаць
ga: Oscail leabhar le tosú ag léamh
vi: Mở một cuốn sách để bắt đầu đọc

source: Location
be: Старонка
ga: Suíomh
vi: Vị Trí

source: Narration
be: Чытаць услых
ga: Insint
vi: Đọc To

source: Time Left in Section
be: Засталося чытаць раздзел
ga: Am atá fágtha sa Rannóg
vi: Thời Gian Còn Lại trong Chương

source: Time Left in Book
be: Засталося чытаць кніжку
ga: Am atá fágtha sa Leabhar
vi: Thời Gian Còn Lại trong Sách

source: Page
be: Старонка
ga: Leathanach
vi: Trang

source: Paste and Go
be: Уставіць і перайсці
ga: Greamaigh agus Téigh
vi: Dán và Đi Tới

source: Section
be: Раздзел
ga: Roinn
vi: Chương

source: First Section
be: Першы раздзел
ga: An Chéad Roinn
vi: Chương Đầu

source: Previous Section
be: Мінулы раздзел
ga: An Roinn Roimhe Seo
vi: Chương Trước

source: Jump To…
be: Перайсці да…
ga: Léim go…
vi: Nhảy Tới…

source: Next Section
be: Наступны раздзел
ga: An Chéad Roinn Eile
vi: Chương Tiếp

source: Last Section
be: Апошні раздзел
ga: An Roinn Deireanach
vi: Chương Cuối

source: Highlight
be: Вылучыць
ga: Aibhsigh

source: Speak from Here
be: Чытаць услых адсюль
ga: Labhair as Anseo
vi: Đọc to từ Đây

source: Copy with Citation
be: Скапіяваць са спасылкай на крыніцу
ga: Cóipeáil le Lua
vi: Sao Chép kèm Trích Dẫn

source: Copy Identifier
be: Скапіяваць ідэнтыфікатар
ga: Cóipeáil an Aitheantóir
vi: Sao Chép Định Danh

source: Print Selection…
be: Друкаваць вылучанае…
ga: Rogha Priontála…
vi: In Phần Đã Chọn…

source: Speed
be: Хуткасць
ga: Luas
vi: Tốc Độ

source: Pitch
be: Гучнасць
ga: Páirc
vi: Âm Độ

source: Play/Pause
be: Чытаць/паўза
ga: Seinn/Sos
vi: Phát/Tạm Dừng

source: Stop
be: Спыніць
ga: Stad
vi: Dừng

source: Font
be: Шрыфт
ga: Cló
vi: Phông Chữ

source: Font Size
be: Памер шрыфту
ga: Méid Cló
vi: Cỡ Chữ

source: Default Font Size
be: Памер шрыфту па змаўчанні
ga: Méid Cló Réamhshocraithe
vi: Cỡ Chữ Mặc Định

source: Minimum Font Size
be: Найменьшы памер шрыфту
ga: Íosmhéid Cló
vi: Cỡ Chữ Tối Thiểu

source: Font Family
be: Сямейства шрыфтоў
ga: Teaghlach Clónna
vi: Họ Phông Chữ

source: Default Font
be: Шрыфт па змаўчанні
ga: Cló Réamhshocraithe
vi: Phông Chữ Mặc Định

source: Serif
be: З засечкамі
vi: Có Chân

source: Sans-serif
be: Без засечак
vi: Không chân

source: Override Publisher Font
be: Выбраць шрыфт замест прадвызначанага
ga: Sáraigh Cló an Fhoilsitheora
vi: Ghi Đè Phông Chữ Nhà Xuất Bản

source: Serif Font
be: Шрыфт з засечкамі
ga: Cló Serif
vi: Phông Chữ Có Chân

source: Sans-Serif Font
be: Шрыфт без засечак
ga: Cló Sans-Serif
vi: Phông chữ không chân

source: Monospace Font
be: Монашырынны
ga: Cló Aonspáis
vi: Phông chữ chiều rộng cố định

source: Layout
be: Макет
ga: Leagan Amach
vi: Bố cục

source: Paragraph
be: Абзац
ga: Paragraf
vi: Đoạn văn

source: Line Height
be: Вышыня радка
ga: Airde Líne
vi: Chiều cao dòng

source: Full Justification
be: Раўнаванне ўшыркі
ga: Fírinniú Iomlán
vi: Căn đều hai bên

source: Hyphenation
be: Перанос слоў
ga: Fleiscín uathoibríoch
vi: Ngắt từ

source: Margins
be: Палі
ga: Ciumhaiseanna
vi: Lề

source: Maximum Number of Columns
be: Найбольшая колькасці слупкоў
ga: Uasmhéid na gColún
vi: Số cột tối đa

source: Maximum Inline Size
be: Найменьшы памер элемента
ga: Uasmhéid Inlíne
vi: Kích thước nội dòng tối đa

source: Maximum column width (horizontal writing) or height (vertical writing)
be: Найбольшая шырыня слупка (гарызантальнае пісьменства) ці вышыня(вертыкальнае пісьменства)
ga: Leithead uasta an cholúin (scríbhneoireacht chothrománach) nó airde (scríbhneoireacht ingearach)
vi: Chiều rộng cột tối đa (viết ngang) hoặc chiều cao (viết dọc)

source: Maximum Block Size
be: Найбольшы памер блока
ga: Uasmhéid Bloc
vi: Kích thước khối tối đa

source: Maximum height (horizontal writing) or width (vertical writing)
be: Найбольшая вышыня (гарызантальнае пісьменства) ці шырыня(вертыкальнае пісьменства)
ga: Airde uasta (scríbhneoireacht chothrománach) nó leithead (scríbhneoireacht ingearach)
vi: Chiều cao tối đa (viết ngang) hoặc chiều rộng (viết dọc)

source: Color
be: Колер
ga: Dath
vi: Màu sắc

source: Behavior
be: Паводзіны
ga: Iompar
vi: Hành vi

source: Reduce Animation
be: Адлучыць анімацыю
ga: Laghdaigh Beochan
vi: Giảm hiệu ứng động

source: E-Book Viewer
be: Праглядальнік эл-кніжак
ga: Amharcóir Ríomhleabhar
vi: Trình xem e-book

source: Discover a new chapter in reading with Foliate, the modern e-book reader tailored for GNOME. Immerse yourself in a distraction-free interface, with customization features designed to match your unique preferences.
be: Адкрыйце для сябе новую главу чытання з Foliate — сучаснай праграмай для чытання эл-кніжак, распрацаванай спецыяльна для GNOME. Пагрузісяце ў інтэрфейс, які можна наладзіць, каб ён пасаваў менавіта Вам.
ga: Faigh amach caibidil nua sa léitheoireacht le Foliate, an léitheoir ríomhleabhar nua-aimseartha atá saincheaptha do GNOME. Tum thú féin i gcomhéadan saor ó chur isteach, le gnéithe saincheaptha atá deartha chun freastal ar do chuid sainroghanna uathúla.
vi: Khám phá một chương mới trong việc đọc sách với Foliate – trình đọc e-book hiện đại được thiết kế dành riêng cho GNOME. Đắm mình trong giao diện không phiền nhiễu với các tính năng tùy chỉnh phù hợp với sở thích riêng của bạn.

source: Features include:
be: Магчымасці:
ga: Áirítear leis na gnéithe seo a leanas:
vi: Các tính năng bao gồm:

source: Open EPUB, Mobipocket, Kindle, FB2, CBZ, and PDF files
be: Падтрымка EPUB, Mobipocket, Kindle, FB2, CBZ і PDF файлаў
ga: Oscail comhaid EPUB, Mobipocket, Kindle, FB2, CBZ, agus PDF
vi: Mở các tệp EPUB, Mobipocket, Kindle, FB2, CBZ và PDF

source: Paginated mode and scrolled mode
be: Пастаронкавы рэжым і гартанне
ga: Mód leathanaigh agus mód scrollaigh
vi: Chế độ phân trang và chế độ cuộn

source: Customize font and line-spacing
be: Можна наладзіць шрыфт і паміжрадковага інтэрвалу
ga: Saincheap an cló agus an spásáil líne
vi: Tùy chỉnh phông chữ và khoảng cách dòng

source: Light, sepia, dark, and invert mode
be: Светлая, сепія, цёмная і інвертыраваная тэмы
ga: Mód geal, seipia, dorcha, agus inbhéartaithe
vi: Chế độ sáng, nâu sepia, tối và đảo màu
